Repository: mpasternak/django-multiseek
Catalog: multiseek/locale/*/LC_MESSAGES/django.po
Languages: es, pl

source: equals
es: es igual a
pl: równy

source: equals (female geder)
es: es igual a
pl: równa

source: equals (no gender)
es: es igual a
pl: równe

source: equals (both genders)
es: es igual a
pl: równy/a

source: greater, than
es: es mayor que
pl: większy, niż

source: greater, than (female gender)
es: es mayor que
pl: większa, niż

source: greater, than (no gender)
es: es mayor que
pl: większe, niż

source: lesser, than
es: es menor que
pl: mniejszy, niż

source: lesser, than (female gender)
es: es menor que
pl: mniejsza, niż

source: lesser, than (no gender)
es: es menor que
pl: mniejsze, niż

source: greater or equal to
es: es mayor o igual que
pl: większy lub równy

source: greater or equal to(female gender)
es: es mayor o igual que
pl: większa lub równa

source: greater or equal to (no gender)
es: es mayor o igual que
pl: większe lub równe

source: lesser or equal to
es: es menor o igual que
pl: mniejszy lub równy

source: lesser or equal to (female gender)
es: es menor o igual que
pl: mniejsza lub równa

source: lesser or equal to (no gender)
es: es menor o igual que
pl: większe lub równe

source: differs
es: es distinto de
pl: różny

source: differs (female gender)
es: es distinto de
pl: różna

source: differs (no gender)
es: es distinto de
pl: różne

source: differs (both gender)
es: es distinto de
pl: różny/a

source: contains
es: contiene
pl: zawiera

source: not contains
es: no contiene
pl: nie zawiera

source: starts with
es: comienza con
pl: zaczyna się od

source: not starts with
es: no comienza con
pl: nie zaczyna się od

source: in range
es: comprendido entre
pl: w zakresie

source: outside range
es: no comprendido entre
pl: poza zakresem

source: (empty)
es: (vacío)
pl: (brak wartości)

source: yes
es: si

source: Sort by:
es: Ordenar por:
pl: Sortuj według:

source: then by
es: después por
pl: a następnie

source: Name
es: Nombre
pl: Nazwa

source: Public
es: Público
pl: Publiczny

source: Make this search publicly available?
es: ¿Hacer la búsqueda pública?
pl: Dostępne dla wszystkich użytkowników?

source: Form data (JSON)
es: Datos del formulario (JSON)
pl: Dane formularza (JSON)

source: Send query
es: Realizar consulta
pl: Wyślij zapytanie

source: Reset form
es: Resetear
pl: Zresetuj formularz

source: Save form
es: Guardar
pl: Zapisz formularz

source: Please go to <a href="%(admin_index)s">admin page</a> to log in, then come back. You will be able to save created forms.
es: Diríjase al <a href="%(admin_index)s">panel de administración</a> e identifíquese para poder guardar su búsqueda.
pl: Proszę, wejdź na <a href="%(admin_index)s">panel administracyjny</a> aby zalogować się, a potem wróć. Będziesz mógł zapisywać utworzone formularze.

source: choose form...
es: elegir formulario...
pl: wybierz formularz...

source: descending
es: descendiente
pl: malejąco

source: Report type:
es: Tipo de informe:
pl: Typ raportu:

source: Query:
es: Consulta:
pl: Zapytanie:

source: No elements
es: Sin elementos
pl: Brak elementów

source: Form name must not be empty
es: El nombre del formulario no puede estar vacío
pl: Nazwa formularza nie może być pusta.

source: Error while loading form data
es: Error mientra se cargaban los datos
pl: Błąd podczas wczytywania danych formularza.

source: Error while parsing form data
es: Error mientras se procesaban los datos
pl: Błąd podczas analizowania danych formularza.

source: No form data provided
es: No se ha proporcionado un origen de datos
pl: Nie dostarczono danych formularza.

source: The ability to remove the last field has been disabled.
es: La habilidad de eliminar el último campo ha sido deshabilitada.
pl: Możliwość usunięcia ostatniego pola została wyłaczona.

source: andnot
es: y no
pl: i nie

source: Multiseek
pl: Multiwyszukiwarka
